Repository: IhebMah/CustomerClassificationSystem
Catalog: Customer Classfication System/Translations/Customer Classification System.*.xlf
Languages: fr_ca

# Table 2800031716 - Property 2879900210
source: Customer Classification Setup
fr_ca: Configuration Classification Client

# Table 2800031716 - Method 1088984403 - NamedType 1636877840
source: %1 and %2 cannot be both empty.
fr_ca: %1 et %2 ne peux pas etre vide.

# Table 2800031716 - Method 1088984403 - NamedType 3499176254
source: %1 cannot be greater than %3, %1=%2,%3=%4.
fr_ca: %1 ne peut pas être supérieur %3, %1=%2,%3=%4.

# Table 2800031716 - Field 1191394725 - Property 2879900210
source: Class Code
fr_ca: Code Classe

# Page 2800031716 - Property 2879900210
source: Customer Classification Setup
fr_ca: Configuration Classification Client

# Page 2800031716 - Control 1191394725 - Property 1295455071
source: Specifies the value of the Class Code field.
fr_ca: Specifie la valeur du champ Code Classe.

# PageExtension 37930144 - Control 3631416706 - Property 1295455071
source: Specifies the value of the Classification Code field.
fr_ca: Specifie la valeur du champ Code Classification.

# PageExtension 3044328486 - Control 3631416706 - Property 1295455071
source: Specifies the value of the Classification Code field.
fr_ca: Specifie la valeur du champ Code Classification.

# PageExtension 3463324335 - Control 2555506646 - Property 1295455071
source: Specifies the value of the Customer Class Code field.
fr_ca: Specifie la valeur du champ Code Classification.

# PageExtension 2830931558 - Control 2555506646 - Property 1295455071
source: Specifies the value of the Customer Class Code field.
fr_ca: Specifie la valeur du champ Code Classification.

# PageExtension 3654072274 - Control 2555506646 - Property 1295455071
source: Specifies the value of the Customer Class Code field.
fr_ca: Specifie la valeur du champ Code Classification.

# PageExtension 699544693 - Control 2630267056 - Property 1295455071
source: Specifies the value of the Default Customer Class field.
fr_ca: Specifie la valeur du champ Classe Client par default.

# TableExtension 3370736924 - Field 3631416706 - Property 2879900210
source: Classification Code
fr_ca: Code Classification

source: You do not have the right permission to modify this value manually.
fr_ca: Vous ne disposez pas des permissions nécessaires pour modifier cette valeur manuellement.

# TableExtension 1160020573 - Field 2555506646 - Property 2879900210
source: Customer Class Code
fr_ca: Code Classe Client

# TableExtension 2785883689 - Field 2630267056 - Property 2879900210
source: Default Customer Class
fr_ca: Classe Client par default

# Table 2800031716 - Field 2376304742 - Property 2879900210
source: Sales Amount From
fr_ca: Volume de Vente De

# Table 2800031716 - Field 4077265529 - Property 2879900210
source: Sales Amount To
fr_ca: Volume de Vente À

# Page 2800031716 - Control 2376304742 - Property 1295455071
source: Specifies the value of the Sales Amount From field.
fr_ca: Specifie la valeur du champ Volume de Vente De

# Page 2800031716 - Control 4077265529 - Property 1295455071
source: Specifies the value of the Sales Amount To field.
fr_ca: Specifie la valeur du champ Volume de Vente À
